{
  "catppuccin": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-nvim-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "glyph-palette.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "skkeleton": { "branch": "main" }
}